Repository: lepidus/scieloSubmissionsReport
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.reports.scieloSubmissionsReport.displayName
source: SciELO Submissions Report
es_es: Relatorio de envíos de SciELO
pt_br: Relatório de Submissões SciELO

# plugins.reports.scieloSubmissionsReport.description
source: This plugin implements a .csv format sheet report that contains information that Scielo usually request. Developed by Lepidus Tecnologia.
es_es: Este plugin implementa un informe en formato CSV (Hoja de cálculo) que contiene la información que en general es solicitada por SciELO. Desarrollado por Lepidus Tecnologia.
pt_br: Este plugin implementa um relatório no formato CSV (planilha eletrônica) contendo informações que no geral são solicitadas pelo Scielo. Desenvolvido por Lepidus Tecnologia.

# plugins.reports.scieloSubmissionsReport.filterMessage
source: Select the desired filtering type:
es_es: Seleccione el tipo de filtrado que desea:
pt_br: Selecione o tipo de filtragem desejada:

# plugins.reports.scieloSubmissionsReport.filterSubmission
source: Filter by submitted date
es_es: Filtrar por fecha de envío
pt_br: Filtrar por data de submissão

# plugins.reports.scieloSubmissionsReport.filterDecision
source: Filter by final decision date
es_es: Filtrar por fecha de decisión final
pt_br: Filtrar por data de decisão final

# plugins.reports.scieloSubmissionsReport.filterBoth
source: Filter by submitted date and final decision
es_es: Filtrar por fecha de envío y decisión final
pt_br: Filtrar por data de submissão e decisão final

# plugins.reports.scieloSubmissionsReport.dateSubmittedInterval
source: Submitted date range
es_es: Intervalo de fecha de envío
pt_br: Intervalo da data de submissão

# plugins.reports.scieloSubmissionsReport.finalDecisionDateInterval
source: Final decision date range
es_es: Intervalo de fecha de decisión final
pt_br: Intervalo da data de decisão final

# plugins.reports.scieloSubmissionsReport.generate
source: Generate Report
es_es: Generar Informe
pt_br: Gerar Relatório

# plugins.reports.scieloSubmissionsReport.type
source: Report Type
es_es: Tipo de Informe
pt_br: Tipo de Relatório

# plugins.reports.scieloSubmissionsReport.period
source: Period
es_es: Período
pt_br: Período

# plugins.reports.scieloSubmissionsReport.sections
source: Sections
es_es: Secciones
pt_br: Seções

# plugins.reports.scieloSubmissionsReport.checkboxIncludeViews
source: Include in the report the numbers of views of submissions
es_es: Incluir los números de acceso de los envíos en el informe
pt_br: Incluir no relatório os números de acessos das submissões

# plugins.reports.scieloSubmissionsReport.noticeTimeGenerateReport
source: The report generation proccesss can take a few minutes, depending on the parameters selected and the number of submissions present in the system. In case it lasts longer, please contact the support team.
es_es: El proceso de generación de informes puede tardar unos minutos, según los parámetros seleccionados y la cantidad de envíos presentes en el sistema. Si la demora dura más, comuníquese con el equipo de soporte.
pt_br: O processo de geração do relatório pode demorar poucos minutos, dependendo do parâmetros selecionados e do número de submissões presentes no sistema. Caso a demora se estenda por mais tempo, contate a equipe de suporte.

# plugins.reports.scieloSubmissionsReport.warning.noResponsibles
source: No responsibles assigned
pt_br: Sem responsáveis designados

# plugins.reports.scieloSubmissionsReport.warning.noModerators
source: No moderators assigned
es_es: Sin moderadores designados
pt_br: Sem moderadores designados

# plugins.reports.scieloSubmissionsReport.warning.noEditors
source: No editors assigned
pt_br: Sem editores designados

# plugins.reports.scieloSubmissionsReport.warning.noSubmitter
source: The submitting author was not found
es_es: No se encontró al autor que envió el envío
pt_br: Não foi encontrado o(a) autor(a) submissor(a)

# plugins.reports.scieloSubmissionsReport.warning.noPublicationStatus
source: No publication's status
es_es: Sin estado de publicación
pt_br: Sem estado de publicação

# plugins.reports.scieloSubmissionsReport.warning.noPublicationDOI
source: No publication's DOI
es_es: Sin publicación DOI
pt_br: Sem DOI de publicação

# plugins.reports.scieloSubmissionsReport.warning.noNotes
source: No notes
es_es: Sin notas
pt_br: Sem notas

# plugins.reports.scieloSubmissionsReport.warning.errorSubmittedDate
source: The initial submitted date cannot be greater than the final submitted date
es_es: La fecha de envío inicial no puede ser mayor que la fecha de envío final
pt_br: A data inicial de submissão não pode ser maior que a data final de submissão

# plugins.reports.scieloSubmissionsReport.warning.errorDecisionDate
source: The initial decision date cannot be greater than the final decision date
es_es: La fecha de la decisión inicial no puede ser mayor que la fecha de la decisión final
pt_br: A data inicial de decisão não pode ser maior que a data final de decisão

# plugins.reports.scieloSubmissionsReport.header.submissionId
source: Submission's ID
es_es: ID de envío
pt_br: ID da submissão

# plugins.reports.scieloSubmissionsReport.header.submitterCountry
source: Submitter country
es_es: País del remitente
pt_br: País do autor submissor

# plugins.reports.scieloSubmissionsReport.header.submitterIsScieloJournal
source: SciELO Journal
es_es: Revista SciELO
pt_br: Periódico SciELO

# plugins.reports.scieloSubmissionsReport.header.daysChangeStatus
source: Days until status changing
es_es: Días hasta el cambio de estado
pt_br: Dias até mudança de status

# plugins.reports.scieloSubmissionsReport.header.submissionStatus
source: Submission's status
es_es: Estado de presentación
pt_br: Estado da submissão

# plugins.reports.scieloSubmissionsReport.header.publicationStatus
source: Publication's status
es_es: Estado de publicación
pt_br: Estado de publicação

# plugins.reports.scieloSubmissionsReport.header.publicationDOI
source: Publication's DOI
es_es: Publicación DOI
pt_br: DOI da publicação

# plugins.reports.scieloSubmissionsReport.header.areaModerator
source: Area moderator
es_es: Moderador de área
pt_br: Moderador de área

# plugins.reports.scieloSubmissionsReport.header.journalEditors
source: Journal editors
pt_br: Editores da Revista

# plugins.reports.scieloSubmissionsReport.header.sectionEditor
source: Section editor
pt_br: Editor de Seção

# plugins.reports.scieloSubmissionsReport.header.context
source: Journal / Server
es_es: Periódico / Servidor
pt_br: Periódico / Servidor

# plugins.reports.scieloSubmissionsReport.header.section
source: Section
es_es: Sección
pt_br: Seção

# plugins.reports.scieloSubmissionsReport.header.reviews
source: Reviews
es_es: Evaluaciones
pt_br: Avaliações

# plugins.reports.scieloSubmissionsReport.header.finalDecisionDate
source: Final decision date
es_es: Fecha de decisión final
pt_br: Data da decisão final

# plugins.reports.scieloSubmissionsReport.header.FinalDecision
source: Final decision
es_es: Decisión final
pt_br: Decisão final

# plugins.reports.scieloSubmissionsReport.header.LastDecision
source: Last decision
es_es: Última decisión
pt_br: Última decisão

# plugins.reports.scieloSubmissionsReport.header.ReviewingTime
source: Time in reviewing
es_es: Tiempo en evaluación
pt_br: Tempo em avaliação

# plugins.reports.scieloSubmissionsReport.header.AverageReviewingTime
source: Average reviewing time (in days) of approved and rejected manuscripts (disregarding rejected submissions on receipt)
es_es: Tiempo promedio de evaluación (en días) de los manuscritos aprobados y rechazados (sin tener en cuenta los envíos rechazados al recibirlos)
pt_br: Tempo médio de avaliação (em dias) dos manuscritos aprovados e rejeitados (desconsiderando as submissões rejeitadas no recebimento)

source: Time between submission and final decision
es_es: Tiempo entre la presentación y la decisión final
pt_br: Tempo entre submissão e decisão final

# plugins.reports.scieloSubmissionsReport.header.pdfViews
source: PDF Views
es_es: Consultas del PDF
pt_br: Acessos ao PDF

# plugins.reports.scieloSubmissionsReport.header.moderators
source: Moderators
es_es: Moderadores
